//创业党
var businessUp = ["朝朝暮暮有钱赚","明明可以靠脸吃饭","走南闯北日夜兼程","新年闷声发大财","能屈能伸能干架","平安二字值千金","合家共尝幸福滋味","天天向上，创个人的业绩","身体健康年年好","要啥来啥手气顺","东西南北中发财","开杠小三元双番","迎春喜看青一色","边卡调要啥来啥"];
var businessDown = ["年年岁岁发大财","却偏偏靠才华创业","谈成生意赚钱不易","谈笑风声又一年","有酒有肉有朋友","和顺满门生万富","每天都是喜悦时光","岁岁平安，养全家之幸福","生意兴隆岁岁高","说胡就胡财运开","起手九万杠上开","平胡清一色单吊","过年乐摸杠上花","开门听手气贼冲"];
var businessMiddle = ["要啥有啥","日进斗金","没空陪你sorry","挣它两亿","收放自如","狗命要紧","新春快乐","为自己打call","一夜暴富","厉害了","鸿运当头","大杀四方","和牌有财","财气旺旺"];
//白领
var whiteUp = ["朝朝暮暮有钱赚","新年闷声发大财","事业 撸袖子加油干 ","能屈能伸能干架","平安二字值千金","赚钱读书出成绩","合家共尝幸福滋味","天天向上，创个人的业绩","人丑无怨","身体健康年年好","客户发财公司赚钱甲方乙方皆满意","存善意，做好人好事","要啥来啥手气顺","东西南北中发财","开杠小三元双番","迎春喜看青一色","边卡调要啥来啥"];
var whiteDown = ["年年岁岁发大财","谈笑风声又一年","感情 只当佛系随缘","有酒有肉有朋友","和顺满门生万富","吃饭睡觉炼身体","每天都是喜悦时光","岁岁平安，养全家之幸福","贫贱不移","生意兴隆岁岁高","领导升职同事加薪大咖小咖齐光荣","攒闲钱，看绿水青山","说胡就胡财运开","起手九万杠上开","平胡清一色单吊","过年乐摸杠上花","开门听手气贼冲"];
var whiteMiddle = ["要啥有啥","挣它两亿","狗年任性","收放自如","狗命要紧","春风得意","新春快乐","为自己打call","我就是我","一夜暴富","与我何干","先看钱包","厉害了","鸿运当头","大杀四方","和牌有财","财气旺旺"];
//学生党
var studentUp = ["考初中 考高中 考大学 考考都愁","过年我们不胖","花样未成年","基友一生一起走","倒杯拿铁咖啡给阿姨拜年","要啥来啥手气顺","东西南北中发财","开杠小三元双番","迎春喜看青一色","边卡调要啥来啥"];
var studentDown = ["抄语文 抄数学 抄英语 抄抄就过","考试我们不怂","输在没有钱","谁先脱单谁是狗","来杯枸杞啤酒给叔叔贺岁","说胡就胡财运开","起手九万杠上开","平胡清一色单吊","过年乐摸杠上花","开门听手气贼冲"];
var studentMiddle = ["不信挂科","稳！","还好有颜","旺旺旺","溜溜溜","厉害了","鸿运当头","大杀四方","和牌有财","财气旺旺"];
//打工仔
var wageUp = ["该吃吃，该喝喝，遇事别往心里搁","吃喝玩乐就差钱","心怀天下高富帅","天资聪慧","对象薪水工作无可奉告","世界那么大去看看","要啥来啥手气顺","东西南北中发财","开杠小三元双番","迎春喜看青一色","边卡调要啥来啥"];
var wageDown = ["泡泡澡，看看表，舒服一秒是一秒","豪车美女缺了你","脚踏实地白富美","生性懒惰","腰缠万贯全是一派胡言","钱包那么小走不了","说胡就胡财运开","起手九万杠上开","平胡清一色单吊","过年乐摸杠上花","开门听手气贼冲"];
var wageMiddle = ["佛系人生","保持微笑","我爱祖国","扎心了老铁","穷开心","抓紧工作","厉害了","鸿运当头","大杀四方","和牌有财","财气旺旺"];
console.log(businessUp.length);
console.log(businessDown.length);
console.log(businessMiddle.length);
for(var i=0;i<businessMiddle.length;i++)
{
	console.log(businessMiddle[i].length);
}
